[kor]
ackwrite=쓰기
dlgname=SC 상태
forcecompletion=강제완료
emergencystop=비상정지
active=액티브
stop=정지
errorreset=에러해제
delete=삭제
calltohome=복귀명령
manualorder=수동지시
jobno=작업번호
jobtyp=작업구분
jobno2=작업번호2
jobtyp2=작업구분2
startpos=출발위치
destpos=도착위치
startpos2=출발위치2
destpos2=도착위치2
ground=지상반
rising=기상반
horizontaldrive=수평주행
verticaldrive=수직주행
forklocation=포크위치
forklocation2=포크위치2
forkstatus=포크상태
forkstatus2=포크상태2
srcstatus=SRC상태
activestatus=동작상태
completestatus=완료상태
freightyn=화물유무
bcrbottom=하단 BCR
bcrtop=상단 BCR
bcrbottom2=하단 BCR2
bcrtop2=상단 BCR2
stosuspend=입고 정지
retsuspend=출고 정지
allsuspend=작업금지
jobstatus=작업상태
jobstatus2=작업상태2
scsta=SC상태
item=항목
value=값
command=명령
error=에러
scsuspend=입출고상태
jobstartpos=출발지
jobdestpos=도착지
startloc=출발위치
destloc=도착위치
manualret=강제 배출

lotno=적재 용기
productid=제품 정보
zoomin=확대
zoomout=축소
resend=지시 재전송
curloc=현재위치
cmploc=완료위치
[eng]
ackwrite=Write
dlgname=SC Status
forcecompletion=FORCE COMPLETION
emergencystop=EMERGENCY STOP
active=ACTIVE
stop=STOP
errorreset=ERROR RESET
delete=DLETE
calltohome=CALL TO HOME
manualorder=Manual ORDER
jobno=JOB NO
jobtyp=JOB TYPE
jobno2=JOB NO2
jobtyp2=JOB TYPE2
startpos=START POSITION
destpos=DEST POSITION
startpos2=START POSITION2
destpos2=DEST POSITION2
ground=GROUND
rising=RISING
horizontaldrive=HORIZONTAL DRIVE
verticaldrive=VERTICAL DRIVE
forklocation=FORK LOCATION
forklocation2=FORK2 LOCATION
forkstatus=FORK STATUS
forkstatus2=FORK2 STATUS
srcstatus=SRC STATUS
activestatus=ACTIVE STATUS
completestatus=COMPLETE STATUS
freightyn=FREIGHTYN YN
bcrbottom=BCR BOTTOM
bcrtop=BCR TOP
bcrbottom2=BCR BOTTOM2
bcrtop2=BCR TOP2
stosuspend=STO SUSPEND
retsuspend=RET SUSPEND
allsuspend=ALL SUSPEND
jobstauts=JOB STATUS
jobstauts2=JOB2 STATUS	

lotno=Pallet No
productid=Product ID
zoomin=EXPAND
zoomout=COLLAPSE
resend=Resend Order
curloc=Current Loc
cmploc=Complete Loc
[chin]
ackwrite=写入
dlgname=SC状态
forcecompletion=强制完成
emergencystop=緊急停止
active=運行
stop=停止
errorreset=错误复位
delete=删除
calltohome=访问主页
jobno=工作号码
jobtyp=工作类型
jobno2=工作号码2
jobtyp2=工作类型2
startpos=出发地
destpos=目的地
startpos2=出发地2
destpos2=目的地2
ground=控制台
rising=控制柜
horizontaldrive=升降
verticaldrive=行駛
forklocation=分叉
forklocation2=分叉2
forkstatus=分叉1
forkstatus2=分叉2
srcstatus=SRC状态
activestatus=自动状态
completestatus=完成状态
freightyn=貨物有無
bcrbottom=条形码 底部
bcrtop=条形码 顶部
bcrbottom2=条形码 底部2
bcrtop2=条形码 顶部2
stosuspend=禁止入库
retsuspend=禁止出库
allsuspend=全部禁止
jobstauts=工作状态
jobstauts2=工作状态2
scsta=SC状态
item=项目
value=값
command=命令
error=误差
scsuspend=禁止

lotno=托盘编号
productid=产品编号
zoomin=放大
zoomout=缩小
resend=重发指令
curloc=当前位置
cmploc=完成位置
[hun]
ackwrite=Írás
dlgname=SC Allapot
forcecompletion=FORCE KOMPLETION
emergencystop=VÉSZMEGÁLLÓ
active=AKTÍV
stop=ÁLLJ MEG
errorreset=ERROR RESET
delete=TÖRÖL
calltohome=HÍVÁS HOME-ra
manualorder=Kézikönyv rendelés
jobno=Munka Szám
jobtyp=Munka típus
jobno2=Munka Szám2
jobtyp2=Munka típus
startpos=Rajt Pozíció
destpos=Cél Pozíció
startpos2=Rajt Pozíció2
destpos2=Cél Pozíció2
ground=Talaj
rising=Emelkedőf
horizontaldrive=Vízszintes
verticaldrive=Függőleges
forklocation=Villa Elhelyezkedés
forklocation2=Villa Elhelyezkedés2
forkstatus=Villa Állapot
forkstatus2=Villa Állapot2
srcstatus=SRC Állapot
activestatus=Akció Állapot
completestatus=Teljes Állapot
freightyn=Freightyn YN
bcrbottom=BCR BOTTOM
bcrtop=BCR TOP
bcrbottom2=BCR BOTTOM2
bcrtop2=BCR TOP2
stosuspend=Tárolás Tiltják
retsuspend=Visszahoz Tiltják
allsuspend=Minden Tiltják
jobstauts=Munka Állapot
jobstauts2=Munka Állapot2
lotno=Raklap sz.
productid=Termék ID
zoomin=Nagyítás
zoomout=Kicsinyítés
resend=Parancs újraküldése
curloc=Akt. hely
cmploc=Kész hely